CONDITIONS_CHOICES = (
    ('Идеальное', 'Идеальное'),
    ('Как новые', 'Как новые'),
    ('Коллекционное состояние', 'Коллекционное состояние'),
    ('Абсолютно новые', 'Абсолютно новые'),
    ('Отличное', 'Отличное'),
    ('Хорошее', 'Хорошее'),
)

AVAILABILITY_CHOICES = (
    ('В наличии', 'В наличии'),
    ('Уточнить у менеджера', 'Уточнить у менеджера'),
)

SPECIALS_CHOICES = (
    ('Grand комплектация', 'Grand комплектация'),
    ('Limited editions', 'Limited editions'),
    ('Special editions', 'Special editions'),
    ('Акция', 'Акция'),
    ('Новинка', 'Новинка'),
    ('Тюнинг', 'Тюнинг'),
)

FOR_WHO_CHOICES = (
    ('Не задано', 'Не задано'),
    ('Мужские', 'Мужские'),
    ('Женские', 'Женские'),
    ('Унисекс', 'Унисекс'),
)

SHAPES_CHOICES = (
    ('Овальная', 'Овальная'),
    ('Круглая', 'Круглая'),
    ('Квадратная', 'Квадратная'),
    ('Бочка', 'Бочка'),
)

MATERIALS_CHOICES = (
    ('Желтое золото', 'Желтое золото'),
    ('Розовое золото', 'Розовое золото'),
    ('Белое золото', 'Белое золото'),
    ('Платина', 'Платина'),
    ('Титан', 'Титан'),
    ('Сталь', 'Сталь'),
    ('Карбон', 'Карбон'),
    ('Керамика', 'Керамика'),
    ('Прочие материалы', 'Прочие материалы'),
)

MECHANISM_CHOICES = (
    ('Механические', 'Механические'),
    ('Автоматические', 'Автоматические'),
    ('Кварцевые', 'Кварцевые'),
)
